Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=358_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteeŠǧǧ škoouŠlŠjemčiõlǥtõs nââmar 1
fin: Saamelaiskäräjien koulutusraportti nro 1

source: čiõlggad sääŠmǩiõl da sääŠmǩiõllsa mättʼtõõzz teâuddjumuužž da oudldõõzzid saaŠmi dommvuuŠd åålǥbeäŠlnn.
fin: selvittää saamen kielen ja saamenkielisen opetuksen toteutumista ja edellytyksiä saamelaisten kotiseutualueen ulkopuolella.

source: Čiõlǥtõs čiõlggad viõǥǥâst åårrai mättʼtõõzz kuõskki šeâttmõõžžid da veŠrǧǧneŠǩǩmeärrõõzzid.
fin: Raportti kartoittaa voimassa olevat opetusta koskevat säännökset ja viranomaismääräykset.

source: LââŠssen čiõlǥtõõzzâst tuejjeet eŠtǩǩõõzzid mättŠtemvueŠjj ooudâsviikkâm diõtt.
fin: Julkaisija: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto 2009
